[
  {
    "initiative": "Promoting space data for census mapping, aid provision, and sustainable utilisation of natural resources.",
    "SDGs": 1,
    "Description": "UN-SPIDER empowers countries to utilise Earth Observation, communications, and navigation satellites to build institutional resilience in all the phases of the disaster management cycle. Guidance is given on how to invoke International Emergency Response Mechanisms and strengthen national capacities in the use of space."
  },
  {
    "initiative": "Improving food security and supporting the use of remote sensing for agriculture, forestry, fishing, and irrigation.",
    "SDGs": 2,
    "Description": ""
  },
  {
    "initiative": "Harnessing space for tele-medicine and education, recovery, and improving quality of life.",
    "SDGs": 3,
    "Description": "Space and Global Health is the focus of the General Assembly 77/120, which encourages greater coordination and cooperation among all relevant actors in key space activities regarding global health that foster the exchange of ideas and data between the space and health sectors. UNOOSA works to strengthen capacity-building and networking in these areas across the globe."
  },
  {
    "initiative": "Offering unique fellowships and opportunities to launch satellites and conduct experiments in outer space.",
    "SDGs": 4,
    "Description": ""
  },
  {
    "initiative": "Empowering women in space through UNOOSA's Space4Women mentorship programme.",
    "SDGs": 5,
    "Description": "Space4Women promotes access to space as well as Science, Technology, Engineering, and Mathematics education and careers for women and girls around the world. Only 1 in 5 space industry workers are women and women make up only 11% of astronauts globally. To address this disparity, Space4Women brings together over 152 mentors to support their mentees in pursuing space as a career."
  },
  {
    "initiative": "Using space for sustainable management of water to address diseases, pollution, drought, and water scarcity.",
    "SDGs": 6,
    "Description": ""
  },
  {
    "initiative": "Identifying optimal sites for solar farms and the use of nuclear power in space.",
    "SDGs": 7,
    "Description": ""
  },
  {
    "initiative": "Promoting socioeconomic prosperity by establishing space-capable workforces and industries.",
    "SDGs": 8,
    "Description": "Access to Space for All provides unique opportunities for Member States to access the benefits of space science, technology, and applications. UNOOSA's partnerships support hands-on opportunities on Earth and on orbit, such as experiments in hypergravity and microgravity conditions; the development and deployment of small satellites; and educational programmes like fellowships. The knowledge and skills gained can help build a space-capable workforce and bring socioeconomic benefits."
  },
  {
    "initiative": "Supporting trade, transport, and security through global navigation satellite systems.",
    "SDGs": 9,
    "Description": ""
  },
  {
    "initiative": "Connecting remote communities to services, education, and work opportunities.",
    "SDGs": 10,
    "Description": ""
  },
  {
    "initiative": "Promoting the use of space data and technologies to sustain an 8 billion population.",
    "SDGs": 11,
    "Description": ""
  },
  {
    "initiative": "Promoting the safe and sustainable use of space, and preserving the space environment for future generations.",
    "SDGs": 12,
    "Description": ""
  },
  {
    "initiative": "Coordinating international efforts for climate monitoring, adaptation, mitigation, and resilience.",
    "SDGs": 13,
    "Description": "Space4Climate Action fulfils a niche role in facilitating international cooperation and the wider use of space-based technologies to implement climate change mitigation, adaptation, and resilience initiatives. UNOOSA delivers targeted capacity-building, hosts an online portal, and developed a strategic mapping exercise 'International Efforts using Space for Climate Action', which supports policy-makers to develop multilateral strategies, partnerships, and research."
  },
  {
    "initiative": "Fostering awareness in using space applications to protect marine life, and addressing coral bleaching and oil spills.",
    "SDGs": 14,
    "Description": "Space4Water is an inter-disciplinary, multi-stakeholder platform connecting experts in the use of space technology for water. UNOOSA maintains an online hub, hosts meetings, and an annual scientific conference series. Examples of space tech for water include monitoring surface water extent, groundwater resources, and drought monitoring based on satellite data."
  },
  {
    "initiative": "Monitoring land-use, poaching, biodiversity, forest fire risk, smuggling routes, and protecting vulnerable species.",
    "SDGs": 15,
    "Description": ""
  },
  {
    "initiative": "Fostering robust regulation and national legislation in line with international space law.",
    "SDGs": 16,
    "Description": "Space Law for New Space Actors facilitates Space Law and Policy Technical Advisory Missions, and helps Member States implement international treaties and commitments stemming from the Committee on the Peaceful Uses of Outer Space. In developing expertise on international space law, and engaging key decision-makers on the benefits of robust regulation, UNOOSA supports emerging space-faring nations gain the legal tools to underpin their national space activities, which builds trust and confidence for investors and fosters the sustainable use of outer space.\n\nThe UN Register of Objects Launched into Outer Space is a key transparency mechanism, and as a treaty obligation, it helps Member States and industry understand the fundamental question of 'Who owns what in space?'. Member States registered 2050 functional space objects (probes, satellites, etc.) in 2022. UNOOSA maintains the Register on behalf of the Secretary-General."
  },
  {
    "initiative": "Establishing partnerships with space agencies, UN entities, civil society, and industry for international cooperation.",
    "SDGs": 17,
    "Description": "Partnerships with Member States are essential for UNOOSA's role as Secretariat of the Committee on the Peaceful Uses of Outer Space, which has negotiated global governance of outer space activities. In developing expertise on international space law, and engaging key decision-makers on the benefits of robust regulation, UNOOSA supports emerging space-faring nations gain the legal tools to underpin their national space activities. Opportunities include deploying satellites from the International Space Station, developing space law, and using Earth observation to tackle climate change. UNOOSA's programme supports all Member States on their space-faring journey."
  }
]